[
  {
    "id": 1,
    "quote": "I always give 100% at work—20% on Monday, 25% on Tuesday, 30% on Wednesday, 20% on Thursday, and 5% on Friday. By the time the weekend arrives, my productivity is as exhausted as my coffee supply."
  },
  {
    "id": 2,
    "quote": "Some people graduate with honors, but I am just honored to graduate from one workweek to the next. If there were an award for 'Most Creative Excuses to Leave Early,' I’d have won it multiple times by now."
  },
  {
    "id": 3,
    "quote": "I dream of a world where emails are short, meetings are rare, and workdays end at noon. Until then, I’ll keep staring at my inbox, pretending that answering emails is the same as being productive."
  },
  {
    "id": 4,
    "quote": "My boss told me to have a good day, so I went home. If there's one thing I've mastered at work, it's looking incredibly busy while doing absolutely nothing. It's a fine art that took years to perfect."
  },
  {
    "id": 5,
    "quote": "Meetings should have a survival rating like roller coasters. If it lasts over an hour, you should get a free snack and a trophy for endurance. Instead, all I get is more work and fewer reasons to stay awake."
  },
  {
    "id": 6,
    "quote": "I used to love my job, but then they made me come in every day. Now I just drink coffee, avoid eye contact, and pray that no one notices I have no idea what I’m doing. It’s a foolproof strategy—until review season."
  },
  {
    "id": 7,
    "quote": "Mondays should come with a pause button. Or better yet, a fast-forward button straight to Friday. Until then, I’ll just be over here staring at my to-do list like it's a horror movie I never signed up for."
  },
  {
    "id": 8,
    "quote": "I have a love-hate relationship with deadlines. I love the whooshing sound they make as they fly past, but I hate the panic attack that follows when I realize I probably should have started working two weeks ago."
  },
  {
    "id": 9,
    "quote": "I tried to be a morning person once. It was the worst five minutes of my life. Now I just survive on caffeine, sarcasm, and the hope that one day my job will come with mandatory nap breaks."
  },
  {
    "id": 10,
    "quote": "If I had a dollar for every time I said, 'I'll do it tomorrow,' I'd be rich enough to retire and never have to do it at all. Until then, procrastination remains my most reliable coworker."
  },
  {
    "id": 11,
    "quote": "Working from home sounded great until I realized the boss still expects results, my fridge is too accessible, and I have to actually work. Suddenly, the office doesn’t seem like such a bad place after all."
  },
  {
    "id": 12,
    "quote": "They say you should dress for the job you want, not the job you have. If that’s true, then why hasn’t anyone promoted me to 'Professional Pajama Enthusiast' yet? I’ve been dressing the part for years!"
  },
  {
    "id": 13,
    "quote": "Work-life balance? More like work-work balance. I spend all day working, then spend all night thinking about work, and somehow still wake up wondering why I feel so exhausted before the day even starts."
  },
  {
    "id": 14,
    "quote": "Job interviews always ask, 'Where do you see yourself in five years?' Honestly, I just hope I'm rich enough to order guacamole on everything without worrying about the extra charge."
  },
  {
    "id": 15,
    "quote": "I used to be a morning person. Then I got a job. Now my alarm clock is my worst enemy, and my biggest achievement before noon is finding the energy to nod in meetings without falling asleep."
  },
  {
    "id": 16,
    "quote": "The secret to productivity is simple: pretend your browser just crashed, your boss is watching, and that email you ignored last week has finally come back to haunt you. Works every time."
  },
  {
    "id": 17,
    "quote": "Work would be so much better if it didn’t require waking up early, wearing pants, or actually doing anything. But since bills exist, I guess I’ll just keep showing up and pretending to be a responsible adult."
  },
  {
    "id": 18,
    "quote": "I started a to-do list at work. Step one: make a list. Step two: add 'take a coffee break' so I can cross something off immediately. Step three: spend the rest of the day staring at the list and feeling overwhelmed."
  },
  {
    "id": 19,
    "quote": "Some people say hard work pays off. I say coffee pays off way faster. At this point, my entire career is fueled by caffeine and the fear of missing deadlines. It's not ideal, but hey, it works."
  },
  {
    "id": 20,
    "quote": "If Mondays had a theme song, it would be a slow, dramatic violin piece played over the sound of me hitting snooze for the fifth time. It's a weekly struggle, and yet, somehow, I never see it coming."
  }
]
